{
  "title": "よくある質問(FAQ)",
  "subtitle": "アプリ・Webサービス売買に関するよくある質問",
  "categories": {
    "selling": "売却について",
    "buying": "購入について",
    "aboutService": "APPEXITについて",
    "procedures": "手続き・サポート"
  },
  "selling": {
    "q1": "アプリやWebサービスを売却するのは初めてですが、大丈夫ですか？",
    "a1": "はい、APPEXITでは専任担当が売却の全プロセスをサポートします。価格査定から出品資料の作成、買い手とのマッチング、契約、引き継ぎまで一貫してサポートしますので、初めての方でも安心してご利用いただけます。",
    "q2": "月商が少なくても売却できますか？",
    "a2": "はい、月商1万円以上から売却可能です。APPEXITは個人開発者の小規模案件を積極的に取り扱っています。現在の売上が少なくても、成長性や将来性があれば問題ありません。",
    "q3": "売却価格の相場はどのくらいですか？",
    "a3": "一般的に、SaaSは月商の12〜24ヶ月分、アプリは6〜12ヶ月分、ECサイトは3〜6ヶ月分、メディアは6〜18ヶ月分が相場です。無料のAI価格査定で正確な価格をご提示します。",
    "q4": "プラットフォーム内で決済は行われますか？",
    "a4": "いいえ、APPEXITはマッチングプラットフォームであり、プラットフォーム内での直接決済は行いません。マッチング後、専任担当が両者にメールで連絡し、エスクロー決済を通じて物理的に確認を行います。これにより、詐欺や不正取引を防止し、安全性を確保しています。"
  },
  "buying": {
    "q1": "アプリやWebサービスを買うのは初めてですが、大丈夫ですか？",
    "a1": "はい、専任担当が購入プロセスをサポートします。案件選定、デューデリジェンス(詳細調査)、価格交渉、契約、引き継ぎまで一貫してサポートしますので、初めての方でも安心です。",
    "q2": "購入後すぐに運営できますか？",
    "a2": "はい、引き継ぎサポート付きですぐに運営開始できます。技術移管、ドメイン移管、データ移行、運用マニュアルの提供など、スムーズな引き継ぎをサポートします。",
    "q3": "エスクロー決済とは何ですか？",
    "a3": "エスクロー決済とは、専任担当が物理的に確認を行う安全な決済方法です。具体的には、コードの品質確認（実際のソースコードを確認）と資金の確認（購入者の支払い能力を確認）を行います。すべての確認が完了してから引継ぎを実施するため、詐欺や不正取引のリスクがありません。"
  },
  "aboutService": {
    "q1": "APPEXITの最大の強みは何ですか？",
    "a1": "エスクロー決済による物理的な確認体制です。プラットフォーム内で直接売買を行わず、専任担当が両者にメールで連絡を取り、コードの品質や資金を物理的に確認します。これにより、他のプラットフォームでは防げない詐欺や不正取引を完全に防止できます。",
    "q2": "他のプラットフォームとの違いは何ですか？",
    "a2": "APPEXITは単なる売買プラットフォームではなく、マッチングプラットフォームです。マッチング後は専任担当が介入し、物理的な確認を行うため、安全性が格段に高いです。FlippaやAcquire.comのようなプラットフォーム内決済では防げない詐欺も、当社の方式なら完全に防止できます。"
  },
  "procedures": {
    "q1": "無料相談はありますか？",
    "a1": "はい、オンライン説明会(無料・予約制)と個別相談会(無料・秘密厳守)を実施しています。NDA締結も可能です。",
    "q2": "取引の流れを教えてください",
    "a2": "1. マッチング：プラットフォームで売り手と買い手をマッチング、2. 連絡：専任担当が両者にメールで連絡、3. 確認：エスクロー決済でコード品質と資金を物理的に確認、4. 引継ぎ：すべての確認が完了後、引継ぎを実施。この流れにより、安全性を最大限に確保しています。"
  },
  "relatedLinks": {
    "supportService": "サポートサービス",
    "supportServiceDescription": "充実のサポート内容をご確認ください",
    "termsDescription": "サービスの利用規約をご確認ください",
    "privacyDescription": "個人情報の取り扱いをご確認ください"
  }
}
